x = int(input("Введите номер четверти координат: "))
if (x == 1):
    print("Диапазоном для первой четверти координат является все положительные координаты X и все положительные координаты Y")
elif (x == 2):
    print("Диапазоном для второй четверти координат является все отрицательные координаты X и все положительные координаты Y")
elif (x == 3):
    print("Диапазоном для первой четверти координат является все отрицательные координаты X и все отрицательные координаты Y")
elif (x == 4):
    print("Диапазоном для первой четверти координат является все положительные координаты X и все отрицательные координаты Y")